{
    "header_1" : "Brand Introduction",
    "header_2" : "ICEUP Ice Makers",
    "header_3" : "Product Introduction",
    "header_4" : "Promotional Center",
    "header_5" : "Catalog",
    "header_6" : "Videos",
    "header_7" : "Blog",
    "header_8" : "User Guide",
    "header_9" : "Installation Guide",
    "header_10" : "Maintenance Tips",
    "header_11" : "Warranty & Service Policy",
    "header_12" : "Safety Guidelines",
    "header_13" : "Customer Support",
    "header_14" : "FAQs",
    "header_15" : "Contact Us",
    "header_16" : "How to Purchase",

    "footer_1" : "Privacy Policy",
    "footer_2" : "Terms of Use",
    "footer_3" : "Product Purchase Guide",
    "footer_4" : "Contact Us",
    "footer_5" : "CEO: Sung-Hwan Chang",
    "footer_6" : "10049, 38 Hwanggeum-ro 324beon-gil, Yangchon-eup, Gimpo-si, Gyeonggi-do, Republic of Korea",
    "footer_7" : "Email: ice@dongpae.co.kr",
    "footer_8" : "Phone Number: 070-4700-0111",

    "main_1" : "In its most common form",
    "main_2" : "Melts slowly",
    "main_3" : "Takes the shortest time to produce",
    "main_4" : "Compared to other forms",
    "main_5" : "Learn the characteristics by ice type",
    "main_6" : "An ice maker is a device designed to produce ice for various purposes, operating by freezing water into cubes or crushed ice through a refrigeration process.",
    "main_7" : "Ice made this way has different uses depending on its form, so it’s important to understand these characteristics before purchasing an ice maker.",
    "main_8" : "Storage Methods",
    "main_9" : "Ice Box",
    "main_10" : "Learn More",
    "main_11" : "Hotel Ice Bin",
    "main_12" : "Plastic Bag",
    "main_13" : "ICEUP Products",
    "main_14" : "Ice Maker White Color",
    "main_15" : "Ice Maker Drip Tray (Single Item)",
    "main_16" : "Ice Maker Front Panel (Single Item)",
    "main_17" : "A description of the ice form",
    "main_18" : "Just two lines",
    "main_19" : "Description of Ice Storage Method",
    "main_20" : "Please write down two lines",
    "main_21" : "Ice maker black type",
    "main_22" : "Product Brief Description",

    "brand_1" : "ICEUP Ice Makers",
    "brand_2" : "Clear, cold ice doesn’t necessarily mean cleanliness, but most people easily overlook this fact.",
    "brand_3" : "When scooping ice for an iced coffee, people may not realize that bacteria falling on the ice and growing inside the ice maker could end up in their drink.",
    "brand_4" : "Some ice makers reuse melted water to make ice. Due to structural issues, mold can also form in the water supply and drain hoses.",
    "brand_5" : "It is recommended to sterilize the inside of the ice maker weekly and disassemble, clean, and sterilize the parts monthly. However, disassembling and cleaning the ice maker during business hours is difficult, especially for a one-person operation.",
    "brand_6" : "ICEUP ice makers were created to solve these problems.",
    "brand_7" : "To provide clean and pristine ice like the ice from the Arctic, ICEUP ice makers have boldly abandoned the bullet-type ice manufacturing method in favor of the nugget-type ice manufacturing method.",
    "brand_8" : "Bullet-type ice is the most commonly used ice. To produce bullet-type ice, water is sent through a nozzle and rapidly frozen to form the ice. Then, the ice is heated slightly to separate it from the nozzle. This process accelerates the aging of the ice maker.",
    "brand_9" : "Additionally, since bullet-type ice has a hollow center, it takes up more space, reducing the amount of ice that can be stored in the ice bin, leading to potential shortages when multiple people use it.",
    "brand_10" : "In household water purifiers, the ice usually runs out after five people use it consecutively, requiring the next person to wait for a long time.",

    "product_1" : "UV Sterilization LED",
    "product_2" : "The interior is UV sterilized to always provide clean water and ice.",
    "product_3" : "LCD Display",
    "product_4" : "The LCD display screen is connected to the system's filter and status, providing alerts.",
    "product_5" : "Intuitive UX",
    "product_6" : "Touch buttons allow for easy operation, and the intuitive design makes it easy to understand the functions.",
    "product_7" : "Blue Lighting",
    "product_8" : "Touch buttons allow for easy operation, and the intuitive design makes it easy to understand the functions.",
    "product_9" : "User Convenience",
    "product_10" : "Capacitive touch icons provide intuitive and easy dispensing.",
    "product_11" : "Advanced Technology",
    "product_12" : "The internal microprocessor controls and monitors the system functions.",
    "product_13" : "Smart Management",
    "product_14" : "The LCD smart screen displays messages, system status, and service alerts.",
    "product_15" : "Bright Lighting",
    "product_16" : "The blue lighting installed in the dispenser gives a visually appealing effect.",
    "product_17" : "Filtration Technology",
    "product_18" : "Advanced reverse osmosis and multi-stage carbon filtration continuously supply fresh and clean drinking water.",
    "product_19" : "Clean Interior",
    "product_20" : "LED UV technology in the tank, antibacterial surfaces, and contactless filter replacement keep the system clean inside and out.",
    "product_21" : "Enjoy It This Way",
    "product_22" : "Make cool and delicious drinks for kids.",
    "product_23" : "Small size, perfect for kids to enjoy.",
    "product_24" : "Also great for whiskey and cocktails for adults. The ice provides extra cooling and lasts longer.",
    "product_25" : "Perfect for iced coffee.",
    "product_26" : "Small ice cubes cool drinks quickly and melt slowly.",
    "product_27" : "They help maintain the flavor of your drink for longer.",

     "guide_1" : "Installation Guide",
    "guide_2" : "During installation, ensure the set is placed more than 5 cm away from the wall, on a sturdy and flat surface.",
    "guide_3" : "After checking the level of the installation floor, ensure the purifier is installed on a non-sloping surface.",
    "guide_4" : "Connecting the purifier vertically or horizontally without following instructions may result in damage or injury due to improper assembly and disassembly.",
    "guide_5" : "If the floor is uneven during installation, it may cause vibrations, noise, and imbalance, leading to the purifier tipping over and causing injury.",
    "guide_6" : "During installation, use a dedicated power supply of AC 220V / 60Hz / 15A or higher. If using a power strip, ensure it has a grounding terminal and is used alone.",
    "guide_7" : "Using a power strip or sharing with other devices may cause circuit breaker trips, electric shocks, or fires.",
    "guide_8" : "Make sure to connect the purifier to a cold water pipe (drinking water supply) and use it within the following water pressure and quality range.",
    "guide_9" : "- Water pressure: 1.5 kgf/cm² ~ 8.4 kgf/cm²",
    "guide_10" : "- When turning on the faucet, it should fill a 200 cc paper cup in 10 seconds or less.",
    "guide_11" : "Installation can be done in series or parallel depending on the installation space.",
    "guide_12" : "- The main faucet should be installed within 1.5 m from the main unit, and the sub faucet within 8.0 m.",
    "guide_13" : "- When installing the faucet, drilling on the countertop or sink top is required (Main faucet: 25 mm diameter, Sub faucet: 15 mm diameter).",
    "guide_14" : "Maintenance Tips",
    "guide_15" : "CheongHo Nice provides product warranty according to the Consumer Dispute Resolution Standards (Fair Trade Commission Notice).",
    "guide_16" : "Product Warranty Period",
    "guide_17" : "1. The product warranty period refers to the period during which the manufacturer or seller promises free repair for any quality, performance, or function defects that occur under normal conditions.",
    "guide_18" : "2. The warranty period is calculated from the date the contract is handed over or the product is delivered.",
    "guide_19" : "3. The warranty does not apply to second-hand purchases, and there is no responsibility for irreparable defects or compensation for damages.",
    "guide_20" : "Quality Warranty Period, Part Retention Period, Product Lifespan",
    "guide_21" : "A table containing information on the quality warranty period, part retention period, and product lifespan by product category.",
    "guide_22" : "Quality Warranty Period",
    "guide_23" : "1 year after purchase",
    "guide_24" : "Part Retention Period and Product Lifespan",
    "guide_25" : "Product Category",
    "guide_26" : "Part Retention Period",
    "guide_27" : "Product Lifespan",
    "guide_28" : "Water Purifier",
    "guide_29" : "7 years",
    "guide_30" : "Air Purifier",
    "guide_31" : "5 years",
    "guide_32" : "Ice Maker",
    "guide_33" : "Dishwasher",
    "guide_34" : "6 years",
    "guide_35" : "Water Softener",
    "guide_36" : "Part Warranty Period",
    "guide_37" : "Part warranty refers to the quality warranty for individual parts that make up the product, and the period is as follows.",
    "guide_38" : "In the case of a paid repair, if the same defect recurs within 2 months from the repair date, free repair is provided.",
    "guide_39" : "Warranty and Service Policy",
    "guide_41" : "Should I switch to a self-managed water purifier?",
    "guide_42" : "Here's how self-management is different!",
    "guide_43" : "Say goodbye to cost burdens!",
    "guide_44" : "The biggest advantage of self-management is that you can replace filters yourself, which is 15-30% cheaper than having a technician visit.",
    "guide_45" : "Contactless System, Convenience Up!",
    "guide_46" : "Self-managed water purifiers are based on a contactless system, allowing you to manage it according to your needs without communication with a professional manager.",
    "guide_47" : "Active Management Possible",
    "guide_48" : "With self-management, you can directly use voice guidance and IoT features to monitor the purifier's status in real-time.",
    "guide_49" : "Direct Flow Water Purifier",
    "guide_50" : "The reason a direct flow water purifier is suitable for self-management is that it is much easier to manage compared to a tank-type purifier.",
    "guide_51" : "Excellent Hygiene",
    "guide_52" : "Direct flow water purifiers help prevent water from stagnating, making them more hygienic and suitable for self-management.",
    "guide_53" : "Space Efficiency Up! Economical Power Consumption",
    "guide_54" : "Direct flow water purifiers are compact, making them space-efficient, and they consume less power for producing hot and cold water, saving electricity.",
    "guide_55" : "Sterilization Function",
    "guide_56" : "The sterilization function helps reduce contamination in the purifier. It mainly includes high-temperature, electrolysis, and UV sterilization.",
    "guide_57" : "Removable Faucet",
    "guide_58" : "The water purifier faucet, which is prone to contamination, is always exposed, so it’s better to remove and replace it for hygiene management.",
    "guide_59" : "Automatic Drainage System",
    "guide_60" : "Since hygiene is important in self-managed water purifiers, if the product has an ice room or tank, it is recommended to have an automatic drainage system that prevents water from stagnating.",
    "guide_61" : "Safety Guidelines",
    "guide_62" : "Fire Characteristics",
    "guide_63" : "A water purifier is defined as a device that meets drinking water quality standards through physical, chemical, or biological processes or a combination thereof, and has the function of reducing contaminants contained in the incoming water. The use of water purifiers in offices and homes is increasing, and along with that, the occurrence of purifier-related fires is also on the rise.",
    "guide_64" : "Since water purifiers are devices that use water, and water is a conductor of electricity, placing bowls of water, chemicals, metals, or flammable materials on top of the purifier can lead to electric shock or fire if these substances enter the device. Over 30% of fire incidents are caused by thermostat malfunctions.",
    "guide_65" : "When the purifier is subjected to impact or shaking, water may leak from the water tank into the device, potentially leading to fire due to moisture reaching the thermostat or sparks due to the aging of the thermostat. Frequent fires caused by plastic thermostats led to a standard change in 2012, replacing plastic with ceramic or non-flammable materials.",
    "guide_66" : "Moreover, repeatedly plugging and unplugging the power cord can cause electric shocks or fire hazards. If the rubber gasket of the water tank becomes old and hard, water may leak onto dust-covered electrical outlets, significantly increasing the risk of fire.",
    "guide_67" : "Therefore, when cleaning dust, be sure to remove moisture completely before proceeding.",
    "guide_68" : "Quality Warranty Period, Part Retention Period, Product Lifespan",
    "guide_69" : "A table containing information on the quality warranty period, part retention period, and product lifespan by product category.",
    "guide_70" : "Fire Cases",
    "guide_71" : "① Fire occurring behind the water purifier",
    "guide_72" : "October 2014, Gwanjeo-dong, Seo District",
    "guide_73" : "A fire started in the water purifier installed in the kitchen sink, spreading to the kitchen and ceiling due to abnormal heating caused by the destruction of the thermostat's insulation.",
    "guide_74" : "② Fire occurring at the bottom rear of the water purifier",
    "guide_75" : "March 2016, Gayang-dong, Jung District",
    "guide_76" : "A part of the water purifier inside the kitchen was partially destroyed by fire, caused by a short circuit due to tracking on the PCB circuit board where dust had accumulated.",
    "guide_77" : "Prevention Inspection Methods",
    "guide_78" : "Have water purifiers that are over 10 years old inspected by a professional.",
    "guide_79" : "Regularly clean the connected electrical outlet to prevent dust accumulation.",
    "guide_80" : "Check if the purifier is installed in a place with high heat and humidity.",
    "guide_81" : "Avoid placing the purifier too close to the wall to help with heat circulation.",
    "guide_82" : "Never stack items on top of the purifier as there is a risk of overheating.",
    "guide_83" : "Fire Response",
    "guide_84" : "If a fire occurs in the water purifier, immediately turn off the power switch or breaker (to prevent electric shock), use a fire extinguisher or tap water to extinguish the fire, and call 119.",

    "faq_1" : "Frequently Asked Questions",
    "faq_2" : "What can we do for you?",
    "faq_2_1" : "Please fill out the information of the customer you are inquiring about.",
    "faq_3" : "Company Name",
    "faq_4" : "Customer Name",
    "faq_5" : "Position",
    "faq_6" : "Contact Number",
    "faq_7" : "Email",
    "faq_8" : "What would you like to inquire about?",
    "faq_9" : "Commercial Ice Maker",
    "faq_10" : "Distributor Recruitment",
    "faq_11" : "Export/Import",
    "faq_12" : "Investment Inquiry",
    "faq_13" : "Other Inquiries",
    "faq_14" : "Please feel free to write your inquiry.",
    "faq_15" : "Please upload a file.",
    "faq_16" : "(Essential) I agree to the collection and use of personal information.",
    "faq_16_1" : "(Optional) Accept the use of receiving and using advertising information.",
    "faq_17" : "Submit Inquiry",
    "faq_18" : "Additional content to be added",
    
    "example_1" : "Company",
    "test" : "Test"
}